---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.DefaultValueException
source: html/6f6feaff-c6ec-8293-a198-390f91f48217.htm
---
# DefaultValueException Properties

The information of the function throwing the exception.